Repository: mirc84/USBBackup
Catalog: USBBackup/USBBackup/Strings/StringResource.*.resx
Languages: de_de

# BackupSource
source: Source
de_de: Quelle

# BackupTarget
source: Target
de_de: Ziel

# SettingsWindow_WatchFolders
source: Monitor backup folders for changes
de_de: Backup Quellen überwachen

# Button_Cancel
source: Cancel
de_de: Abbrechen

# Button_Save
source: Save
de_de: Speichern

# SettingsWindow_BackupOnInterval
source: Run backups in fix intervals
de_de: Führe Backups in bestimmten Intervallen aus

# SettingsWindow_CleanupFolders
source: Clean up backup directories
de_de: Backup Zielordner aufräumen

# UserChoice_RemoveBackup
source: Do you want to remove this backup profile?
de_de: Möchten Sie das Backup Profil entfernen?

# UserChoiceCaption_RemoveBackup
source: Remove backup profile?
de_de: Backup Profil entfernen?

# SettingsWindow_Language
source: Language
de_de: Sprache

# UserNotification_BackupsSaved
source: Backup profiles successfully saved.
de_de: Backup Profile wurden gespeichert.

# UserNotificationCaption_BackupsSaved
source: Backups profile saved
de_de: Backup Profile gespeichert

# TrayIcon_ResumeBackups
source: Resume backups
de_de: Backups fortsetzen

# TrayIcon_RunBackups
source: Run Backups
de_de: Backups starten

# TrayIcon_PauseBackups
source: Pause Backups
de_de: Backups pausieren

# TrayIcon_CancelBackups
source: Cancel Backups
de_de: Backups abbrechen

# TrayIcon_Open
source: Open
de_de: Öffnen

# TrayIcon_Close
source: Shutdown
de_de: Beenden

# TrayIcon_CleanUpStarted
source: Clean up of {0} started.
de_de: Bereinigen von {0} wurde gestartet.

# TrayIcon_CleanUpStarted_Caption
source: Clean up started
de_de: Bereinigung gestartet

# TrayIcon_CleanUpFinished
source: Clean up of {0} finished.
de_de: Bereinigen von {0} wurde abgeschlossen.

# TrayIcon_CleanUpFinished_Caption
source: Clean up finished
de_de: Bereinigen beendet

# TrayIcon_BackupStarted
source: Starting backup to {0}.
de_de: Backup nach {0} wurde gestartet.

# TrayIcon_BackupStarted_Caption
source: Backup started
de_de: Backup gestartet

# TrayIcon_BackupFinished
source: Backup to {0} finished.
de_de: Backup nach {0} wurde abgeschlossen.

# TrayIcon_BackupFinished_Caption
source: Backup finished
de_de: Backup abgeschlossen

# SettingsWindow_CancelQuestion
source: Do you want to reject changes?
de_de: Möchten Sie die Änderungen verwerfen?

# SettingsWindow_CancelQuestion_Caption
source: Reject changes?
de_de: Änderungen verwerfen?

# MainWindow_ClosingSaveQuestion
source: Do you want to save your changes?
de_de: Möchten Sie Ihre Änderungen speichern?

# MainWindow_ClosingSaveQuestion_Caption
source: Save changes?
de_de: Änderungen speichern?

# SettingsWindow_NotifyBackupFinished
source: Notify about a completed backup
de_de: Informiere über beendete Backups

# SettingsWindow_NotifyBackupStarted
source: Notify about a started backup
de_de: Informiere über gestartete Backups

# SettingsWindow_NotifyCleanupFinished
source: Notify about a completed cleanup
de_de: Informiere über beendete Bereinigung

# SettingsWindow_NotifyCleanupStarted
source: Notify about a started cleanup
de_de: Informiere über gestartete Bereinigung
